Repository: vsemenov/maegios
Catalog: localization/*.po
Languages: ru

source: Fetching data, please wait...
ru: Данные нагружают, пожалуйста ждут...

source: Disconnected
ru: Отсутствие соединения

source: All good!
ru: Все хорошо!

source: (no new alerts)
ru: (отсутствие новых сигналов тревога)

source: No services or hosts found in Nagios
ru: Отсутствие обслуживания или хозяин найденные в Nagios

source: No problems with services or hosts found in Nagios
ru: Никакие проблемы с обслуживаниями или хозяином не нашли в Nagios

source: %d WARNING
ru: %d ПРЕДУПРЕЖДЕНИЕ

source: %d CRITICAL
ru: %d КРИТИЧЕСКО

source: %d OK
ru: %d НОРМАЛЬНО

source: Nagios Configuration
ru: Конфигурация Nagios

source: Refresh Settings
ru: Установки загрузки

source: Force Refresh
ru: Немедленно Загрузка

source: About Maegios
ru: О Maegios

source: All Hosts
ru: Все серверы

source: Problems
ru: Проблемы

source: New Alerts
ru: Новые сигналы тревога

source: Please configure Maegios with information about your Nagios instance.
ru: Пожалуйста установите Maegios с информацией о вашем примере Nagios.

source: Nagios URL:
ru: URL Nagios:

source: Nagios Username:
ru: Nagios Имя:

source: Nagios Password:
ru: Nagios Пароль:

source: Save
ru: Сохранено

source: Clear
ru: Старт снова

source: Your Nagios configuration has been saved, and will now be used to pull information from your Nagios instance.
ru: Ваша конфигурация Nagios была сохранена, и теперь будет использована для того чтобы вытянуть информацию от вашего примера Nagios.

source: Refresh Interval:
ru: Освежите интервал:

source: Attempts:
ru: Попытки:

source: minutes
ru: минуты

source: Your refresh settings have been saved, and will now be used to pull information from your Nagios instance.
ru: Ваша конфигурация Nagios была сохранена, и теперь будет использована для того чтобы вытянуть информацию от вашего примера Nagios.

source: Tested to work with Nagios versions 2.8, 3.0.6
ru: Испытано для работы с версиями 2.8 Nagios, 3.0.6

source: Alerts
ru: Сигналы

source: Critical Alerts
ru: Критические сигналы

source: Alert
ru: Сигнал

source: Critical Alert
ru: Критический сигнал

source: Warning Alerts
ru: Предупреждающие сигналы

source: Warning Alert
ru: Предупреждающий сигнал

source: All Good!
ru: Все хорошо!
